OpenROAD 26Q2-1846-g49bd051a10 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/sky130hd/lib/sky130_fd_sc_hd__tt_025C_1v80.lib
[INFO ODB-0227] LEF file: /OpenROAD-flow-scripts/flow/platforms/sky130hd/lef/sky130_fd_sc_hd.tlef, created 13 layers, 25 vias
[INFO ODB-0227] LEF file: /OpenROAD-flow-scripts/flow/platforms/sky130hd/lef/sky130_fd_sc_hd_merged.lef, created 437 library cells
link_design -hier gcd
[WARNING ORD-0011] Hierarchical flow (-hier) is currently in development and may cause multiple issues. Do not use in production environments.
read_sdc ./results/sky130hd/gcd/base/1_2_yosys.sdc
source /OpenROAD-flow-scripts/flow/platforms/sky130hd/setRC.tcl
eliminate_dead_logic
Removed 0 unused instances and 0 unused nets.
write_db ./results/sky130hd/gcd/base/1_synth.odb
write_sdc -no_timestamp ./results/sky130hd/gcd/base/1_synth.sdc
Elapsed time: 0:00.75[h:]min:sec. CPU time: user 0.67 sys 0.04 (95%). Peak memory: 145368KB.
Log                       Ext     Elapsed/s Peak Memory/MB sha1sum result [0:20)
1_synth                   .odb            0            141 a40e3b4fa910c8aaf9fe
1_synth                   .sdc                             a548b455a9d7c9cb73a0
