OpenROAD 26Q2-1846-g49bd051a10 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/sky130hd/lib/sky130_fd_sc_hd__tt_025C_1v80.lib
read_db -hier ./results/sky130hd/gcd/base/3_1_place_gp_skip_io.odb
[WARNING ORD-0012] Hierarchical flow (-hier) is currently in development and may cause multiple issues. Do not use in production environments.
read_sdc ./results/sky130hd/gcd/base/2_floorplan.sdc
source /OpenROAD-flow-scripts/flow/platforms/sky130hd/setRC.tcl
place_pins -hor_layers met3 -ver_layers met2
Found 0 macro blocks.
Using 2 tracks default min distance between IO pins.
[INFO PPL-0001] Number of available slots 274
[INFO PPL-0002] Number of I/O             54
[INFO PPL-0003] Number of I/O w/sink      54
[INFO PPL-0004] Number of I/O w/o sink    0
[INFO PPL-0005] Slots per section         200
[INFO PPL-0008] Successfully assigned pins to sections.
[INFO PPL-0012] I/O nets HPWL: 951.73 um.
Design area 2840 um^2 51% utilization.
write_db ./results/sky130hd/gcd/base/3_2_place_iop.odb
Elapsed time: 0:00.65[h:]min:sec. CPU time: user 0.60 sys 0.03 (97%). Peak memory: 144972KB.
Log                       Ext     Elapsed/s Peak Memory/MB sha1sum result [0:20)
3_2_place_iop             .odb            0            141 7c53f8a2725f1e65661f
