OpenROAD 26Q2-1846-g49bd051a10 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/sky130hd/lib/sky130_fd_sc_hd__tt_025C_1v80.lib
read_db -hier ./results/sky130hd/gcd/base/5_2_route.odb
[WARNING ORD-0012] Hierarchical flow (-hier) is currently in development and may cause multiple issues. Do not use in production environments.
read_sdc ./results/sky130hd/gcd/base/5_1_grt.sdc
source /OpenROAD-flow-scripts/flow/platforms/sky130hd/setRC.tcl
filler_placement "sky130_fd_sc_hd__fill_1 sky130_fd_sc_hd__fill_2 sky130_fd_sc_hd__fill_4 sky130_fd_sc_hd__fill_8"
[INFO DPL-0001] Placed 247 filler instances.
Design area 4891 um^2 88% utilization.
write_db ./results/sky130hd/gcd/base/5_3_fillcell.odb
Elapsed time: 0:01.38[h:]min:sec. CPU time: user 1.14 sys 0.19 (96%). Peak memory: 148180KB.
Log                       Ext     Elapsed/s Peak Memory/MB sha1sum result [0:20)
5_3_fillcell              .odb            1            144 f45e4c6728f47b8a24f5
