OpenROAD 26Q2-1846-g49bd051a10 
Features included (+) or not (-): +GPU +GUI +Python
This program is licensed under the BSD-3 license. See the LICENSE file for details.
Components of this program may be licensed under more restrictive licenses which must be honored.
[INFO ORD-0030] Using 8 thread(s).
read_liberty /OpenROAD-flow-scripts/flow/platforms/sky130hd/lib/sky130_fd_sc_hd__tt_025C_1v80.lib
read_db -hier ./results/sky130hd/gcd/base/5_route.odb
[WARNING ORD-0012] Hierarchical flow (-hier) is currently in development and may cause multiple issues. Do not use in production environments.
read_sdc ./results/sky130hd/gcd/base/5_route.sdc
source /OpenROAD-flow-scripts/flow/platforms/sky130hd/setRC.tcl
exec cp ./results/sky130hd/gcd/base/5_route.odb ./results/sky130hd/gcd/base/6_1_fill.odb
Elapsed time: 0:00.63[h:]min:sec. CPU time: user 0.59 sys 0.04 (99%). Peak memory: 145160KB.
Log                       Ext     Elapsed/s Peak Memory/MB sha1sum result [0:20)
6_1_fill                  .odb            0            141 f45e4c6728f47b8a24f5
6_1_fill                  .sdc                             7bbf90fd690c4f65b9c3
